
#1) Python მაღალი დონის პროგრამირების ენაა, აქვს მარტივი სინტაქსი, ადვილად შესასწავლია, Python-ის პოპულარულია რადგან გამოიყებება: ვებ-განვითარების, მონაცემთა მეცნიერების, ხელოვნური ინტელექტის და სხვა სფეროებში. Python-ის გამოყენება შესაძლებელია როგორც პატარა სკრიპტების, ასევე დიდი პროგრამების შექმნისთვის.

#2)print() ბრძანებას გამოაქვს მასში ჩაწერილი ტექსტი ტემინალში(წკრანზე)

#4)
age1 = 15
age2 = 14
print(age1)
print(age2)

#5)
name = "Mariam"  
surname = "Goloshvili"
city = "Tbilisi"
print(name + surname + city)
print(name + " " + surname + " " + city)






